Revit 2024 API
InsulationTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual InsulationTypeSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As InsulationTypeSetIterator
Visual C++
public:
virtual InsulationTypeSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
InsulationTypeSet Class
Autodesk.Revit.DB.Electrical Namespace